{
   "시설": {
       "KR": [
            {
               "이름":"학생회관 (1층)",
               "위치":"한동대학교 하용조관 정문을 기준으로 왼쪽에 위치해 있습니다.",
               "부대시설": ["애플 인 더 트리 카페","맘스키친","동아리 공연장"],
               "설명":"학관 내 음료 및 베이커리 서비스를 제공하는 곳 입니다.\n학관과 마찬가지로 식당입니다.\n각종 연극 및 공연 동아리의 공연을 볼 수 있는 장소입니다."
            },
            {
               "이름":"학생회관 (2층)",
               "위치":"한동대학교 하용조관 정문을 기준으로 왼쪽에 위치해 있습니다.",
               "부대시설": ["동아리방","ISU사무실","이미지솔루션","물음표카페","기빙트리"],
               "설명":"모든 동아리방이 모여있는 곳으로 CCR(자유로운 연습공간)이 있습니다.\nISU 오피스와 총학생회 사무실이 있습니다.\n이미지솔루션(복사 및 인쇄 가능한 장소)이 있습니다.\n학생들이 자유롭게 사용할 수 있는 카페형 공간이 마련되어 있습니다.\n기빙트리(중고물품 판매점)가 있습니다."
            },
            {
               "이름":"히딩크 드림필드",
               "위치":"오석관 앞에 위치해 있습니다.",
               "설명":"축구나 풋살 등 다양한 운동을 즐길 수 있는 공간입니다.",
               "대여방법":"히즈넷 홈페이지 상단 신청/예약 목록에서 신청 가능합니다."
            },
            {
               "이름":"농구장",
               "위치":"총 3군데로 학관 앞, 채플 앞, 히딩크 드림필드 옆에 위치해 있습니다.",
               "설명":"교내 총 3군데 4개의 코트가 있으며 동아리 단체나 개인이 사용할 수 있습니다.",
               "대여방법":"히즈넷 홈페이지 상단 신청/예약 목록에서 신청 가능합니다."
            },
            {	
               "이름":"테니스장",
               "위치":"버스정류장 뒤편에 위치해 있습니다.",
               "설명":"총 한개의 테니스 코트가 있으며 동아리 단체나 개인이 사용할 수 있습니다.",
               "대여방법":"히즈넷 홈페이지 상단 신청/예약 목록에서 신청 가능합니다."
            },
            {
               "이름":"에벤에셀",
               "위치":"산학협력관 옆, 비전관 뒤편에 위치해 있습니다.",
               "부대시설": ["코딩스페이스"],
               "설명":"팀플이 가능한 코딩 스페이스가 있으며 개인이 사용하는 스터디 공간을 비롯한 ICT 학부 교수님들의 오피스가 있습니다."
            },
            {
               "이름":"GS 25시",
               "위치":"하용조관 정문 기준 왼쪽 건너편에 위치해 있으며 하용조관 일층 통로를 통해 연결되어 있습니다.", 
               "설명":"학교에 있는 유일한 GS25시 편의점 입니다."
            },
            {
               "이름":"CU",
               "위치":"오석관 3층 히즈빈스 건너편에 위치해 있습니다.",
               "설명":"학교에 있는 유일한 CU 편의점 입니다."
            },
            {
               "이름":"한동대학교 매점",
               "위치":"벧엘관 일층에 위치해 있습니다.",
               "설명":"학교에 있는 유일한 매점으로 편의점보다 비교적 저렴한 가격에 상품을 구매할 수 있습니다."
            },
            {
               "이름":"이디야 커피숍",
               "위치":"하용조관 건너편에 위치해 있습니다.",
               "설명":"커피 및 음료를 제공하는 커피숍 입니다."
            },
            {
               "이름":"히즈빈스",
               "위치":"오석관 3층 CU건너편에 위치해 있습니다.",
               "설명":"커피, 음료 및 간단한 베이커리 서비스를 제공하는 커피숍 입니다."
            },
            {
               "이름":"인브리즈",
               "위치":"하용조관 정문 기준 정면, 알파문고 바로 위에 위치해 있습니다.",
               "설명":"카페와 식사가 가능한 공간입니다."
            },
            {
               "이름":"빨간너구리",
               "위치":"인브리즈 바로 옆에 위치해 있으며 GS25시 바로 위에 위치해 있습니다.",
               "설명":"교내 유일한 분식집으로 컵밥 등 다양한 음식을 판매합니다."
            },
            {
               "이름":"버거킹",
               "위치":"빨간너구리 바로 옆에 위치해 있으며 GS25시 바로 위에 위치해 있습니다.",
               "설명":"교내 유일한 패스트푸드를 제공하는 패스트푸드점 입니다."
            },
            {
               "이름":"세탁소",
               "위치":"한동대학교 산학협력관 1층에 위치하고 있습니다.", 
               "설명":"옷 수선 및 이불 세탁, 보관등의 서비스를 제공하는 교내 유일한 세탁소 입니다."
            },
            {
               "이름":"한동대학교 우체국",
               "위치":"현동홀 후면 지하 1층에 위치해 있으며 현동홀 내부가 아닌 외부에서 따로 내려가는 계단이 있습니다.", 
               "설명":"각종 우편 서비스를 제공하는 교내 유일한 우체국 입니다."
            },
            {
               "이름":"알파문구",
               "위치":"GS25시 편의점 기준 오른쪽에 위치해 있습니다.", 
               "설명":"각종 필기구 및 서적 등을 판매하는 교내 유일한 문구사입니다."
            }
        ],
       "EN": [
            {
               "Name":"Student Union Hall (1st Floor)",
               "Location":"Located on the left side of Happiness Dorm Hall.",
               "Institutional Facilities": ["Apple in the Tree Cafe","Mom’s Kitchen","Club Concert Hall"],
               "Description":"A place that provides beverages and bakery services.\nAlso known as the cafeteria.\nA place where you can watch performances from various clubs."
            },
            {
               "Name":"Student Union Hall (2nd Floor)",
               "Location":"Located on the leftside of Happiness Dorm Hall.",
               "Institutional Facilities": ["Clubrooms","ISU Office","Image Solution","Question Mark Café","Giving Tree","Mari's Hair Salon"],
               "Description":"A place(CCR=culture creative room) where club activities are gathered.\nThere is an ISU office and Student Government Office.\nA place to print and make copies.\nA café style space where students can use freely.\nA charity shop.\nThe only hair salon in HGU campus"
            },
            {
               "Name":"Hiddink Dream Field",
               "Location":"Located front of OhSeok building.",
               "Description":"A place to play sports such as soccer and futsal.",
               "How to Rent":"Apply from the reservation list on the HISNet website."
            },
            {
               "Name":"Basketball Court",
               "Location":"Located in three places (front of the Student Union Hall, front of Chapel, and next to the Hiddink Dream Field).",
               "Description":"There are four courts in total, three of them can be used by Handong students.",
               "How to Rent":"Apply from the reservation list on the HISNet website."
            },
            {          
               "Name":"Tennis Court",
               "Location":"Located behind the bus stop.",
               "Description":"There is only one tennis court and can be used by Handong students.",
               "How to Rent":"Apply from the reservation list on the HISNet website."
            },
            {
               "Name":"Ebenzer",
               "Institutional Facilities":"Coding Space",
               "Location":"Located next to the Handong’s Industrial Academic Cooperation Office, behind Vision Hall.",
               "Description":"A place to where students can use for individual study and team projects. There is also an office for ICT faculty members."
            },
            {
               "Name":"GS25",
               "Location":"Located across the left from the main entrance of Happiness Hall and also it is connected through the first floor of Happiness Hall.",
               "Description":"It is the only GS25 convenience store on campus."
            },
            {
               "Name":"CU",
               "Location":"Located across from HISBEANS Coffee on the 3rd floor of OhSeok Hall",
               "Description":"It is the only CU convenience store on campus."
            },
            {
               "Name":"HGU Mejum(Store)",
               "Location":"Located next to Bethel Hall.",
               "Description":"The only HGU store where you can buy goods at lower prices than any convienience stores."
            }, 
            {
               "Name":"EDIYA Coffee",
               "Location":"Located across the Happiness Hall.",
               "Description":"A coffee shop serving coffee, beverages, and bakery services."
            },
            {
               "Name":"HISBEANS",
               "Location":"Located across from the CU convenience store on the 3rd floor of OhSeok Hall.",
               "Description":"A coffee shop serving coffee, beverages, and bakery services."
            },
            {
               "Name":"INBREEZE",
               "Location":"Located front of the Happiness Hall, above the Alpha Store.",
               "Description":"A place that serves meals and coffees."
            },
            {
               "Name":"Red Racoon",
               "Location":"Located next to InBreeze, above the GS25 convinience store.",
               "Description":"A place that sells a variety of foods such as cup rice, sandwiches, and etc"
            },
            {
               "Name":"Buger King",
               "Location":"Located next to Red Racoon, above the GS25 convinience store.",
               "Description":"The only fast food restaurant on campus."
            },
            {
               "Name":"Laundry Center",
               "Location":"Located next to the Handong’s Industrial Academic Cooperation Office.",
               "Description":"The only laundry center on campus that provides services such as mending clothes, washing clothes, washing blankets, and blankets storage."
            },
            {
               "Name":"HGU Post Office",
               "Location":"Located on the basement floor behind of Hyundong Hall, separate staircase outside.",
               "Description":"The only post office on campus that provides postal services."
            },
            {
               "Name":"Alpha Store",
               "Location":"Located to the right of GS25 convinience store.",
               "Description":"The only stationery store on campus that sells various writing instruments and books."
            },
            {
               "Name":"Ping Pong",
               "Location":"Located below the basement of Rodem Hall.",
               "Description":"There are four ping pong tables.\nThe place is used freely among the Handong students."
            }
        ]
    },

   "건물": {
       "KR": [
            {
               "이름":"한동대학교 국제학교",
               "위치":"느헤미야홀 뒤쪽에 위치해 있습니다.", 
               "부대시설": ["국제학교 놀이터","농구장"],
               "설명":"한동대학교 부설 국제학교입니다.\n초등학생, 중학생, 고등학생 과정이 있습니다."
            },
            {
               "이름":"오석관 (OH)",
               "위치":"로맨틱 잔디 뒤편, 뉴턴홀 기준 왼쪽에 위치해 있습니다.",
               "부대시설": ["도서관","컴퓨터실","학술카페","상상랩 회의실","CU","GEA 교실","기도실"],
               "설명":"도서관, 컴퓨터실, 학술카페, 회의실을 비롯한 학습 관련 시설들이 있으며, 카페와 편의점 그리고 기도실이 있습니다."
            },
            {
               "이름":"뉴턴홀 (NTH)",
               "위치":"오석관 정문 기준 오른쪽, 느헤미야홀 기준 왼쪽에 위치해 있습니다.",
               "설명":"기계제어공학부, 전산전자공학부, 공간환경시스템 공학부 등의 전공이 주로 사용하는 건물입니다."
            },
            {
               "이름":"올네이션스 홀 (ANH)",
               "위치":"뉴턴홀에 연결되어 있으며 한동대하교 코너스톤홀(공시관) 뒤쪽에 위치해 있습니다.",
               "설명":"1층에는 한동대학교 국제법률 대학원(HILS)의 도서관이 위치해 있으며 주로 1층과 2층은 국제법률 대학원에서 사용하는 강의실과 교수님들의 오피스가 위치해 있습니다.\n3층에는 대강의실인 오디토리움이 있습니다.\n4층에는 OIA 오피스가 있습니다.\n본 건물은 주로 법학부 전공 학생들이 사용하는 건물로 3층에는 법학부 교수님들의 오피스가 있습니다."
            },
            {
               "이름":"느헤미야홀 (NMH)",
               "위치":"뉴턴홀 기준 오른편에 위치, 현동홀 기준 좌측에 위치해 있습니다.", 
               "설명":"경영경제학부, 콘텐츠융합디자인학부, 생명과학부, 커뮤니케이션학부 사무실이 위치해 있으며 주로 해당 전공 학생들이 수업을 듣는 공간입니다."
            },
            {
               "이름":"현동홀 (HDH)",
               "위치":"학교 중심에 위치해 있으며 평봉필드와 느헤미야홀 사이에 위치해 있습니다.",
               "설명":"상담심리사회복지학부, 국제어문학부, GLS학부 오피스가 위치해있습니다.\n현동홀 일층에는 학교의 각종 행정을 담당하는 사무실이 위치해 있습니다.\n예비군 사무실이 위치해 있습니다.\n총장실 및 기도실이 위치해 있습니다."
            },
            {
               "이름":"언어교육원 (DLE)",
               "위치":"현동홀 정문 기준 맞은편에 위치해 있으며 효암채플 왼쪽으로 위치해 있습니다.",
               "설명":"주로 필수 영어 코스를 담당하는 곳으로 대부분의 외국 교수님들의 오피스가 위치해 있습니다."
            },
            {
               "이름":"코너스톤홀 (공시관)",
               "위치":"오석관 뒷편, 올네이션스 홀 앞편에 위치해 있습니다.",
               "부대시설": ["코너스톤홀 1층 카페"],
               "설명":"주로 공간환경시스템 공학부 수업이 이루어지며 해당 학부 학생들을 위한 개인 공부실 및 실습실이 구비되어 있습니다."
            },
            {
               "이름":"UN 반기문 센터",
               "위치":"올네이션스 홀 뒤쪽으로 연결된 길을 통해 갈대상자관을 지나 올라가면 위치해 있습니다.",
               "부대시설": ["창조도서관","그레이스 더 테이블"],
               "설명":"새로 지은 2번째 도서관 및 학생들이 자유롭게 사용할 수 있는 회의실이 있으며 학관과 비슷하게 식사를 할 수 있는 서비스를 제공하는 그레이스 더 테이블이 있습니다."
            },
            {
               "이름":"비전관",
               "위치":"한동대학교 산학협력관 앞에 위치해 있습니다. 산학협력관과 창조관 사이에 위치해 있습니다.",
               "설명":"한동대학교 기숙사 중 하나입니다."
            },
            {
               "이름":"창조관",
               "위치":"비전관 앞에 위치해 있습니다. 비전관과 벧엘관 사이에 위치해 있습니다.",
               "설명":"한동대학교 기숙사 중 하나입니다. 2인 1실을 비롯한 1인실이 다수 존재하여 대학원 생들이 많이 사용합니다."
            },
            {
               "이름":"벧엘관",
               "위치":"창조관 앞에 위치해 있습니다. 창조관과 로뎀관 사이에 위치해 있습니다.",
               "부대시설": ["한동대학교 매점"],
               "설명":"한동대학교 기숙사 중 하나로 1층 가장자리에 매점이 위치해 있습니다."
            },
            {
               "이름":"로뎀관",
               "위치":"벧엘관 앞에 위치해있습니다. 벧엘관과 국제관 사이에 위치해 있습니다.",
               "설명":"한동대학교 기숙사 중 하나입니다."
            }, 
            { 
               "이름":"국제관",
               "위치":"로뎀관 앞에 위치해 있습니다. 로뎀관과 은혜관 사이에 위치해 있습니다",
               "설명":"한동대학교 기숙사 중 하나입니다. 주로 국제학생들이 사용하는 기숙사 입니다."
            },
            {
               "이름":"은혜관",
               "위치":"국제관 앞에 위치해 있습니다.",
               "설명":"한동대학교 기숙사 중 하나입니다."
            },
            {
               "이름":"제 1 행복관",
               "위치":"은혜관 앞에 위치해 있습니다.",
               "설명":"비교적 최근에 지어진 기숙사로 한동대학교 기숙사 중 하나입니다."
            },
            {
               "이름":"제 2행복관 (갈대상자 기숙사, Papyrus Hall)",
               "위치":"올네이션스 홀 뒤쪽에 위치해 있으며 UN 반기문 센터로 가는길 우측에 위치해 있습니다.",
               "설명":"가장 최근에 지어진 기숙사로 한동대학교 기숙사 중 하나입니다."
            }
        ],
        "EN": [
            {
                "Name":"Handong International School",
                "Location":"Located behind the Nehemiah Building.",
                "Institutional Facilities": ["International School Playground", "Basketball Court"],
                "Description":"Handong affiliated international schools, elementary school, junior high, high school students this course is"
            },
            {
                "Name":"OhSeok Hall (OH)",
                "Location":"Located behind the Romantic field, next to the Newton Hall.",
                "Institutional Facilities": ["Library","Computer Lab","Discussion Cafe","Lab Meeting Room","CU","GEA Classroom","Prayer Room"],
                "Description":"This building have a library, places to study, lecture rooms, convenience store and prayer rooms."
            },
            {
                "Name":"Newton Hall (NTH)",
                "Location":"Located between the OhSeok Hall and Nehemiah Hall.",
                "Description":"This building is mainly used by majors such as Mechanical Engineering, Computer Science and Electronic Engineering, and Spatial and Environmental Systems Engineering."
            },
            {
                "Name":"All Nations Hall (ANH)",
                "Location":"Located behind the Cornerstone Hall, connected by the Newton Hall",
                "Description":"The library of Handong University International Law School is located on the first floor, Lecture rooms and professors’ offices are located on second floor and is used mostly by HILS students, The auditorium is located on the second and third floor, The office of International Affairs (OIA) is located on the fourth floor."
            },
            {
                "Name":"Nehemiah Hall (NMH)",
                "Location":"Located to the right of Newton Hall, left side of Hyundong Hall",
                "Description":"This building is mainly used by the department of Management, department of Content Convergence Design, department of Life Science, and department of Communications."
            },
            {
                "Name":"Hyundong Hall (HDH)",
                "Location":"Located in the center of the university, between the Pyeongbong Field and Nehemiah Hall",
                "Description":"The Department of Counseling Psychology and Social Welfare, the Department of International Language and Literature, and the Department of GLS are located.\nOn the first floor of the Hyeondong Hall, there is an office in charge of various administration of the school, the Office of Reserve Forces, the Office of the President and the Prayer Room are located."
            },
            {
                "Name":"Department of Language Education (DLE)",
                "Location":"Located across from the main entrance of Hyundong Hall, left side of Hyoam Chapel",
                "Description":"This building is mainly in charge of compulsory English courses and offices of professors."
            },
            {
                "Name":"Corner Stone Hall (Public Official)",
                "Location":"Located behind the OhSeok Hall, front of All Nations Hall.",
                "Institutional Facilities": ["Cornerstone Hall 1st floor cafe"],
                "Description":"This building is used by the department of Spatial and Environmental System Engineering and there are private study rooms and practice rooms for the Handong students."
            },
            {
                "Name":"UN Ban Ki-moon Center",
                "Location":"Located after going up through the road leading to the back of All Nations Hall",
                "Institutional Facilities": ["Creation Library","Grace Table"],
                "Description":"This building has a new second library and a room that Handong students can freely use, and there also a restaurant named Grace Table which serves meals and beverages."
            },
            {
                "Name":"Vision Hall",
                "Location":"Located between the Handong’s Industrial Academic Cooperation Office and Creation Hall",
                "Description":"It is one of Handong University's dormitories."
            },
            {
                "Name":"Creation Hall",
                "Location":"Located front of Vision Hall, between the Vision Hall and Bethel Hall.",
                "Description":"It is one of Handong University's dormitories."
            },
            {
                "Name":"Bethel Hall",
                "Location":"Located in front of the Creation Hall.",
                "Institutional Facilities": ["HGU Mejum (Store)"],
                "Description":"It is one of Handong University's dormitories and next to the HGU mejum (store)."
            },
            {
                "Name":"Rodem Hall",
                "Location":"It is located in front of the Bethel Hall.",
                "Description":"It is one of Handong University's dormitories."
            }, 
            { 
                "Name":"International Hall",
                "Location":"Located between Rodem Hall and Grace Hall",
                "Description":"It is one of Handong University’s dormitories."
            },
            {
                "Name":"Grace Hall",
                "Location":"Located in front of International Hall",
                "Description":"It is one of Handong University's dormitories."
            },
            {
                "Name":"Happniess Hall",
                "Location":"It is located in front of Grace Hall",
                "Description":"It is one of Handong University’s dormitories."
            },
            {
                "Name":"Second Happiness Hall (Papryus Hall)",
                "Location":"Located next to the UN Ban Ki-moon Center",
                "Description":"This is the most recently built dormitory."
            },
            {
                "Name":"Hyoam Chapel",
                "Location":"Located next to the DLE building",
                "Description":"This building is where chapel and sunday services are held."
            }
        ]
    }
}
    